;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Српски
;Language name in English e.g. German
LanguageEn=Serbian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(празно)
21027=У реду
21028=Откажи
21029=Затвори

;Words - simple words can be reused
150=Ништа
151=Примени
152=Фасцикла
153=Датотека
154=Име
155=Путања
156=Име:
157=Пречица:
158=Путања:
159=Поништи
160=Пречица
161=Уреди
162=Тема
163=Извоз
;164=Tip
165=Пример:
166=Параметар
167=Прилагоди

;Global
602=„Listary“ опције

;Balloon
801=„Listary“ је покренут у позадини.
802=Тражи током куцања
803=Тражи током куцања је привремено угашено за ову листу. Стиснути ESC да се врати.

;Tray Menu
1001=Помоћ на вези
1002=Провери ажурирање...
1003=О програму
1004=Излаз

;Toolbar
1100=Претрага

;Favorite Menu
2000=Омиљено
2001=Ова апликација
2002=Опште
2003=Додај овде
2004=Додај тренутну фасциклу у омиљене
2050=Неуспешно додавање у омињене
2051=„Listary“ није могао да добије путању из ове апликације.

;Recent Menu
2100=Недавно
2101=Очисти
2105=Прати ову апликацију
2106=Не прати ову апликацију

;Commands Menu
2201=Тренутне отворене фасцикле
2202=Пребаци у последњу отворену фасциклу у менаџеру датотеке
2203=Отвори одабрану фасциклу у менаџеру датотеке
2204=Отвори тренутну фасциклу
2205=Командна линија
2206=Иди у фасциклу апликације
2207=Отвори фасциклу апликације
2208=Покажи екстензију датотеке
2209=Покажи скривене елементе
2210=Копирај путању фасцикле у Клипборд
2211=Копирај путање одабраних ставки у Клипборд
2212=Копирај имена одабраних ставки у Клипборд
2213=Опције
2214=Надогради на „Pro“ верзију
2215=Извоз садржаја листе у „Excel“ формату
2216=Искључи „Listary“ за ову апликацију
2218=Одвајач
2219=Нагоре за један ниво
2220=Креирај фасциклу
2252=Сигурно желите да искључите „Listary“ за ову апликацију?
2253=Искључи „Listary“
2254=„Listary“ се неће више пријављивати од следећег покретања ове апликације.
2260=Командна линија (Администратор)
2261=Додај тренутну фасциклу као пројекат

; Export to Excel command
2270=Ова листа није подржана.
2271=Обрада...
2272=Неуспешно сачувавање, проверити да ли датотека није већ отворена.

;Search
2300=Листа
2301=Иди на
2302=Претрага није дала резултате.
2303=(тренутна фасцикла)
2304=Пројекат
2305=Контекстуални мени

;Options > General
3000=Опште
3001=Покрени „Listary“ са системом
3002=Аутоматско подеси фокус уноса на листу датотеке за „Windows XP Explorer“
3004=Брзо пребацивање (отвори тренутну фасциклу у дијалогу датотеке када се пребаци из менаџера датотеке)
3005=Језик:
3006=Подразумеван менаџер датотека
3007=Попуните ако желите да користите други менаџер датотека у месту „Explorer“.\nУпотребите %1 у параметру за путању. Не заборавите наводнике.
3008=Слично налажење
3009=Аутоматско провери ажурирања
3010=Провери бета верзије
3011=Рисет савета
3012=Променути путазу $1 за праву путању из система.
3020=Префикс за привремено гашење тражења током куцања за ову листу (ESC да се врати):

;Options > Favorites
3100=Омиљени
3106=Подмени

;Options > Keywords
3300=Пречице
3306=Додај корисничку команду
3309=Команда
3313=Прикажи наслов:
3314=Опис:
3315=Кључне речи:
3316=Тихо
3317=Покрени као администратор
3318=Групно додавање
3319=Фасцикла за рад:
3320=Покажи само у Покретач
3330=Формат:

;Options > Applications
3402=Укључи „Listary“ за ову апликацију
3403=Прати недавне датотеке/фасцикле

;Options > Display
3603=Релативно по листи
3604=Релативно по прозору
3605=Од врха
3606=С дна
3607=С лева
3608=С десна
3618=Врх прозора
3619=Дно прозора
3620=Релативно на монитору
3621=Центар прозора
3624=Двоклик на празан простор да се активира „Listary“
3625=Средњи клик да се активира „Listary“
3626=Упали пречице „Listary“
3628=Положај траке
3629=Тражи током куцања

;Options > Pro
3800=Надогради на „Listary Pro“
3802=Име:
3803=Е-адреса:
3804=Код за регистрацију:
3808=Прилепи из клипборда
3809=Провери код за регистрацију
3810=Браво, надоградили сте на „Listary Pro“!
3811=Нажалост код није добар.
3812=„Listary“ је бесплатан за личне, некомерцијалне употребе.
3813=Ако желите да употребите „Listary“ у комерцијалне сврхе, или ако желите да подржите развој програма, надоградите на „Listary Pro“.
3814=Добиј „Listary Pro“!

;Options > About
3900=О програму
3902=Интернет страница
3903=Програм је лиценциран на

;Options > Integration
4000=Интеграција
4002=Употреби „Total Commander“ у место дијалога датотеке:

;Custom Command Dialog
4200=Корисничка команда
4202=Параметар:
4210=Креирај Txt датотеку (Пример)
4211=Креирај "{query}.txt"
4212=E.g. унети "txt abc" за уред "abc.txt" са Notepad

;Add Favorite Dialog
4300=Додај омиљено
4301=Користи путању

;Menu List
4400=Мени
4401=Алатна трака
4402=Попап мени
4403=Омиљено
4404=Омиљена апликација
4405=Мени директоријума „Total Commander“-а
4406=Недавно
4407=Команде
4408=Мени левог клика на Треју
4409=Мени десног клика на Треју

;Menu List Item Type
4500=Омиљена фасцикла
4501=Омиљен докуменат
4502=Покрени апликацију

;Options > Menus
5000=Менији
5001=Команде
5002=Рисет менија
5003=Сигурно желите да вратите све меније на подразумевано? Нећете да изгубите омиљене или команде.
5010=Промени икону
5011=Врати стандардну икону

;Options > Hotkeys
5200=Пречице
3503=Покажи „Listary“ траку:
3504=Покажи искачући мени:
5201=Стиснути Ctrl два пута да би показали/сакрили „Listary“
5210=Следеће:
5211=Предходно:


;Options > By Application
5300=Параметри апликације
5301=Закачене путање
5302=Само апликације са не-подразумевана подешавања су показане.

;Options > Index
;Removed: 5402 5403
5404=Одбацивање претраге
5410=Одбаци драјв/фасциклу
5411=Додај филтер одбацивања
5412=Уклони одабрано
5413=ражи диск
5416=Угаси тражење диска
5417=Натерај креацију индекса
5418=Утоварење...
5419=Индекс
5420=NTFS волумени
5421=Прилагођен индекс
5422=Погрешан смештај одбацивања
5423=филтери одбацивања
5430=Додај локацију за индексирање
5440=Ажурирај индекс свака $1 минута (0 за никада)
5441=Ажурирај индекс сада


;Options > History
5500=Хисторијат
5501=Надгледај хисторијат орворених датотека/фасцикла
5502=Очисти хисторијат
5503=Сигурно да сеобише цео хисторијат?
3208=Ауто. одабери последњу отворену датотеку у дијалогу датотеке
3215=Претражи недавне датотеке/фасцикле
5510=Одбацивање хисторијата

;Options > Projects
5600=Пројекти
5601=Пречица
5602=Шта је ово?
5603=На пример, ако додате "D:\Websites\My Blog" као пројекат са пречицом "blog", можете да унесете "blog file_to_find.html" да би тражили датотеке/фасцилке у њему од било где и било када.
5605=Надогради на „Listary Pro“ за употребу пројеката!

;Options > Appearance
5700=Изглед
5701=Величина
5702=Нормално
5703=Мало
5710=(пиксела. 0 за стандардно)
5711=Ширина:
5712=Макс величина:

;Options > Launch Apps
5800=Покрени апликације
5801=Тражи фасцикле
5802=Тражи програме у Windows Store

;Options > Search
5901=Филтери
5902=Унети "пречица:тражење" или "тражење пречица:" за постављање филтера
5910=Тражи у:
5911=Тражи за:
5912=Екстензије:

;Options > Actions
6000=Акције
6001=Додај друге акције
6010=Отвори са Notepad (пример)

;Dialog > Add Exclude Filter
6100=Додај филтер одбацивања
6101=* налази нула или више карактера
6102=? налази тачо један карактер
6103=Филтер:

;Dialog > Register Hotkey
6200=„Listary“ пречице
6201=Пречица $1 је већ коришчћена.
6202=Унети другу:

;Dialog > Upgrade to Pro
6301=Ово је PRO функција, дата бесплатно за пробу.
6302=Настави

;Updates
6400=Надоградња
6402=„Listary“ не може да провери надоградњу, поновити касније.
6403=Већ користитие последњу верзију програма.
6404=Нова веруија $1 је доступна.
6405=Инсталирано:
6406=Доступно:
6407=Отвори страницу пеузимања
6408=Одбаци ову верзију
6409=Потсети ме касније

; Parameter tips
6500=Може ово да се користи у параметре:
6510=Претражи упит
6511=Претажи резултатну путању
6512=Родитељска фасцикла од резултата претраге
6513=Тренутна фасцикла у „Explorer“

;UI
8000=Кликнути за постављење пречице
8001=Стиснуту пречицу

;Tips
8500=Стиснути $1 да би прешли на мод покретања
8501=Стиснути $1 да се уђе у менију Акције
8502=Стиснути $1 за само тражење датотека

;Actions
9000=Акција
9001=Отвори фасциклу
9002=Копирај путању у клипборду
9003=Отвори
9004=Копирај путању фасцикле у Клипборд
9005=Копирај у тренутну фасциклу
9006=Премести у тренутну фасциклу
9007=Копирај
9008=Исеци
9009=Пошаљи у
9010=Постави пречицу
9011=Отвори са
9020=Сигурно преместити "$1" у "$2"?
9021=Одабери други програм

;Tutorial
7000=Туториал
7001=Пробај!
7002=Даље >
7003=Не, хвала
7004=У реду
7005=Кликнути *Даље >* када сте завршили

7010=Делује као да је први пут што покрећете „Listary“. Мало објашњење?

7020=Прозор Explorer-а ће бити отворен да би почели.

7030=У Explorer-у моћете директно да унесете шта Вам треба.
7031=Унети *text 2*

7040=*Таб / Горе / Доле:* Одабрати датотеку/фасцику
7041=*Ентер:* Отвори одабрану датотеку/фасциклу
7042=*ESC:* Сакриј траку „Listary“

7090=Ако више волите миш, можете да употребите дво-клик/средњи клик да би приступили „Listary“-у.
7091=Дво-клик на празну зону из десног окна „Explorer“-а.

7100=Да би било када тражили све апликације/датотеке, стиснути два пута Ctrl.
7101=Стисни *Ctrl два пута*
7102=Укуцај *Notepad*
7103=Стиснути Enter да би га отворили

7110=Сада би требали да имате отворен прозор „Notepad“-а.
7111=У „Notepad“, кликнути File > Open…
7112=Стиснути *Ctrl + G*

7120=„Listary“ само је оставио отворен дијалог на тренутну фасциклу из „Explorer“!

7130=Има још које способности као омињени, хисторијат и команде. За више детаља, проверите опције преко системске иконице.

7141=Хвала за ваше време! Кликните на ову везу да би видели шта још може да уради „Listary“:
7142=Сазнај више о „Listary“

